

<span class="main-title">服務條款</span>

<br/>
<br/>

<p>
<span class="color-secondary">免責聲明</span><br/>
由於本網站服務的資料來源眾多，本網站或會出現延誤、遺漏或失準。本網站內容並不提供任何保證。本網站及在本網站放盤的代理公司無法也不會就本網站或本網站所提供內容的準確性、完整性、時效性、適時性提供任何保證，也不就有關內容是否涉及侵權、擁有權、商業潛力、或是否適用於某一特定用途提供任何保證。本網站現此聲明，不對此等情況提供任何明示或默示的保證。

如在本站發現任何涉及侵權的內容或圖片，可 email 聯系我們，本站會盡力及盡快處理。

倘你或任何其他人士在取得、收編、詮釋、報導或交付本網站及任何網站內容時，完全或部份由於疏忽或其他無法控制的事故，因直接使用本網站而導致死亡或個人損傷，本網站均不會就有關損失或損傷承擔任何責任。在任何情況下，你或任何其他人士因信賴本網站或本網站資料而作出的任何決定或採取的任何行動，本網站概不負責。
</p>
<br/>
<p>
<span class="color-secondary">一般條款</span><br/>

凡進入及使用本網站，即代表你接納本網站訂定的服務條款。本網站不得用作任何非法用途。本網站也會不時修訂服務條款的內容，因此，請你在進入或使用本網站時，經常複閱服務條款的內容。最新修訂的服務條款一經登出，任何使用本網站或本網站服務的人士，即視為已接納經修訂的服務條款內容。任何時候倘你不接納服務條款的內容，即不得使用本網站。本網站明文拒絕由你對服務條款提出任何增訂條文或任何與本服務條款內容有衝突的條文，任何此等條文均不具任何效力。

你明白及同意本網站可隨時中止網站的運作或更改網站內容而毋須作出任何通知。你也明白及同意本站可隨時以任何理由中止或限制你使用本網站而毋須作出任何通知。
</p>
<br/>
<p>
<span class="color-secondary">版權及限制使用</span><br/>

本網站提供的一切服務，包括但不限於文字、內容、照片、錄像、聲音及圖片，均屬本網站的財產，而且受到版權法及其他智識產權法例所保障。本網站及一切有關服務，只供你作個人及非商業用途。你同意不得複製、翻製、修改、展示、展出、印製或儲存本網站提供的任何服務內容，並不得藉本網站內容製作任可衍生產品。你也同意，除非得到本站明文准許，否則不得向任何人士，包括但不限於在同一公司或機構內的人士發布、傳送、廣播或通傳任何由本網站提供的服務內容。

</p>
<br/>
<p>
<span class="color-secondary">額外法律條款</span><br/>

本服務條款、你的權利和責任，以及任何跟據本服務條款而採取的行動，均受到香港特別行政區（「香港」）法例規管，一如本服務條款是一份完全在香港簽訂及完全在香港履行的合約一樣。即使本服務條款內的任何條文在有關法例下屬無效或無法執行，服務條款的其他條文也繼續完全生效及有效，而有關無效或無法執行的條文則會由最接近原條文原意而屬有效及能夠執行的條文取代。

任何未有在本服務條款明文訂明的權利，均屬保留權利。本服務條款是本網站及本服務的全部及最終協議，並取代任何你先前或同時與本網站及本服務所達成的溝通。

</p>
<br/>
<p>
<span class="color-secondary">個人資料私隱保障</span><br/>

你所提供的資料儲存在安全的伺服器上。你可透過你指定的電郵地址接收我們發出的通知。

</p>
<br/>
<p>
<span class="color-secondary">保留權利</span><br/>

你與本網站之間任何目前及將來的業務秘密、專利、版權、商標、服務標記、技術，及根據本地或外地任何政府機關有關法例所享有的任何形式的專有權利，包括本服務的應用及登記的權利（「知識產權的權利」），任何時候均屬本網站唯一專有的財產。本服務的一切目前及日後的權利及擁有權（包括藉目前或日後的技術使用本服務或本服務的任何部分）均保留予本網站專有使用。除非你已得到本服務條款特別准許，否則不得複製或以任何形式使用本服務或服務的任何部分。除非你已得到本網站以書面事先批准，否則不得使用本網站的知識產權權利或本服務；或參與或促成本服務的任何人士的姓名，或由其變化或衍生的任何服務。
</p>


<hr/>



<span class="main-title">私隱政策</span>

<br/>
<br/>

<p>
<span class="color-secondary">資料私隱聲明</span><br/>

本函件載述28地產資訊有限公司（「香港屋網」）根據《個人資料（私隱）條例》（「該條例」）應負的責任及採用的政策。

客戶不時有需要向本公司提供資料，以便使用本公司網站的功能，及使用其他有關設施及服務。根據該條例，「香港屋網」有責任為客戶個人資料保密，保持該等資料完整，不會外洩。該等個人資料可能包括閣下的電郵地址，以及經本公司網站向本公司提供的其他資料。 為貫徹以上目的，本公司可向以下各方提供上述資料：

「香港屋網」內的附屬公司及聯營公司；任何向「香港屋網」提供服務而該等服務與我們的業務運作有關連的中間人、承包商或其他服務供應商；傳播媒介（在若干關乎處理 客戶投訴及查詢之情況下）；有關「香港屋網」在根據對本公司具法律約束力的規定下而有責任對其作出披露的任何人士；對「香港屋網」負有保密責任的任何人士。 本網站適宜兒童瀏覽，但若閣下未滿十八歲，除非已獲家長或監護人同意，否則不應向本公司提供任何個人資料。

根據該條例，身為資料當事人，閣下有權查核「香港屋網」是否持有閣下的個人資料，並查核該等資料是否準確。任何查閱或更改個人資料的要求，均須以書面作出，並寄交：

general@28hse.com

「香港屋網」在處理索取資料的要求時，會收取$500以彌補有關的行政開支。

如果閣下不希望收取任何宣傳資料（有關「香港屋網」資料除外），請登入本網站 會員中心->更改會員資料內勾除「接收會員訊息 (Email)」，以便「香港屋網」能免費安排停止使用閣下之個人資料以作直接促銷用途。
</p>
<br/>
<p>

<span class="color-secondary">個人資料收集聲明</span><br/>

本公司收集個人資料後，只用於與訂閱及派發「香港屋網」資料有直接關係的用途。閣下如希望收取這些資料，請提供個人資料。欲知本公司的個人資料（私隱）政策詳情，請按此查閱。
</p>
<br/>
<p>
<span class="color-secondary">私隱政策聲明</span><br/>

《個人資料(私隱)條例》（「該條例」）的主要規定已於一九九六年十二月二十日生效。本聲明旨在列出28地產資訊有限公司 （「香港屋網」）根據該條例承擔之責任及所採取的政策。
</p>
<br/>
<p>
<span class="color-secondary">個人資料</span><br/>

本公司持有各會員之資料，包括：電話號碼、電郵地址及各項服務所需的其他資料。
客戶在開立帳號及當本公司提供其他相關設施和服務時，需向本公司提供上述資料。
</p>
<br/>
<p>
<span class="color-secondary">用途</span><br/>

有關的客戶資料將可能有下列用途：

提供本網站之日常服務﹔
直接促銷產品及服務和慈善募捐﹔
處理客戶投訴及查詢﹔
根據適用於本公司的法例要求而作出披露﹔
任何與上述有直接關連之事項。
若客戶未能提供有關資料，本公司可能無法向會員提供服務。
</p>
<br/>
<p>
<span class="color-secondary">個人資料之轉移</span><br/>

本公司會將會員資料保密，但有可能向下列人士提供該等資料:

本公司的附屬公司﹔
任何就本公司業務向本公司提供服務的代理人、承包商或其他服務供應商﹔
傳播媒介(僅限於處理有關由傳播媒介轉交予本公司之客戶投訴及查詢)﹔
本公司根據適用法例有責任向其披露資料的人士﹔
其他對本公司負有保密責任的人士。
</p>
<br/>
<p>
<span class="color-secondary">查閱和更正個人資料</span><br/>

根據該條例，客戶有權：

查詢本公司是否持有其個人資料﹔ 索取該等資料的副本﹔ 更正任何不確資料。

如欲索取或更正資料，請致函： general@28hse.com

本公司於處理索取資料的要求時，會向客戶收取$500作為行政費用。
</p>

<hr>










